"STORE_DESCRIPTION" = "VLC — це вільний з відкритим вихідним кодом мультимедійний багатоплатформний програвач.\nВін може відтворювати усі фільми, відео та музику у більшості форматів безпосередньо без перетворення.\nТакож VLC дозволяє синхронізацію файлів через Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, прямі завантаження та через Wi-Fi, а також потоковий перегляд із  SMB, FTP, SFTP, NFS, UPnP/DLNA медіасерверів чи інтернету.\nVLC пропонує підтримку розширених субтитрів, в тому числі повну сумісність SSA, багатодоріжкове аудіо, контроль швидкості відтворення та показу через Chromecast.\nVLC для iOS — повністю вільний із відритим джерельним кодом.";

"STORE_DESCRIPTION_TV" = "VLC — це вільний із відкритим вихідним кодом багатоплатформовий мультимедійний програвач.\nВін може відтворювати усі фільми, відео та музику у більшості відомих форматів безпосередньо без перетворення.\nТакож VLC дозволяє віддалене відтворення через ваш Mac або ПК, а також через вебінтерфейс разом із потоковим переглядом із   SMB, FTP, SFTP, NFS, UPnP/DLNA медіасерверів чи інтернету.\nVLC пропонує підтримку для розширених субтитрів, включаючи повну сумісність із SSA, багатодоріжкове аудіо та керування швидкістю відтворення.\n\nVLC для iOS — повністю вільний із відритим вихідним кодом.\n\nХудожні роботи надані TMDb, яка є підтримуваною громадськістю базою даних кіно.";

"UNKNOWN_TRACK_TYPE" = "Невідомий тип доріжки";
"CHOOSE_TITLE" = "Вибрати заголовок";
"CHOOSE_CHAPTER" = "Вибрати главу";
"CHAPTER_SELECTION_TITLE" = "Частини";
"TITLE" = "Назва";
"CHAPTER" = "Частина";
"TRACK_SELECTION" = "Вибір доріжки";
"AUDIO" = "Аудіо";
"SUBTITLES" = "Субтитри";
"LANGUAGE" = "Мова";
"MEDIA_INFO" = "Медіаінформація";
"VIDEO_DIMENSIONS" = "Розмір відео";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i пікселів";
"FORMAT_AUDIO_TRACKS" = "%i звукових  доріжок";
"ONE_AUDIO_TRACK" = "Одна звукова доріжка";
"FORMAT_SPU_TRACKS" = "%i доріжок субтитрів";
"ONE_SPU_TRACK" = "Одна доріжка субтитрів";
"TRACKS" = "%i доріжок";
"TRACK" = "%i доріжка";
"TRACKS_DURATION" = "%u доріжки, тривалість: %@";
"NB_ALBUM_FORMAT" = "%i Альбом";
"NB_ALBUMS_FORMAT" = "%i Альбоми";

"PLAYING_EXTERNALLY_TITLE" = "Підключено ТБ";
"PLAYING_EXTERNALLY_DESC" = "Це відео відтворюється на ТБ";
"PLAYING_EXTERNALLY_ADDITION" = "\n Наразі відтворюється:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Відтінок";
"VFILTER_CONTRAST" = "Контрастність";
"VFILTER_BRIGHTNESS" = "Яскравість";
"VFILTER_SATURATION" = "Насиченість";
"VFILTER_GAMMA" = "Гама";

"PRESET_PREAMP_SETTING" = "Налаштування установок та підсилювачів";
"PREAMP" = "Попередній підсилювач";
"SNAP_BANDS" = "Вхопити смуги";

"PLAYBACK_FAILED" = "Відтворення провалилося";
"PLEASE_WAIT" = "Будь ласка, зачекайте";
"AR_CHANGED" = "Співвідношення сторін: %@";
"DEFAULT" = "Стандартно";
"FILL_TO_SCREEN" = "Обрізати для заповнення екрану";
"PLAYBACK_SPEED" = "Швидкість відтворення";
"SPU_DELAY" = "Затримка субтитрів";
"AUDIO_DELAY" = "Затримка звуку";
"BUTTON_SLEEP_TIMER" = "Таймер сну";
"SLEEP_TIMER_UPDATED" = "Оновлено таймер сну";
"CONTINUE_PLAYBACK" = "Продовжити відтворення?";
"CONTINUE_PLAYBACK_LONG" = "Ви б хотіли продовжити відтворення \"%@\", де ви зупинилися";

"BUTTON_ABOUT" = "Про програму";
"BUTTON_BACK" = "Назад";
"BUTTON_DONE" = "Готово";
"BUTTON_CANCEL" = "Скасувати";
"BUTTON_SAVE" = "Зберегти";
"BUTTON_DOWNLOAD" = "Завантажити";
"BUTTON_DELETE" = "Видалити";
"BUTTON_OK" = "Гаразд";
"BUTTON_DISMISS" = "Відхилити";
"BUTTON_CONTACT" = "Зв'яжіться з нами";
"BUTTON_CONNECT" = "З'єднатися";
"BUTTON_RENAME" = "Перейменувати";
"BUTTON_LEARN_MORE" = "Дізнатися більше";
"BUTTON_LOGOUT" = "Вихід";
"BUTTON_CONTINUE" = "Продовжити";
"BUTTON_SET" = "Задати";
"BUTTON_RESET" = "Очистити";
"BUTTON_RESCAN" = "Пересканувати";
"PRIVATE_PLAYBACK_TOGGLE" = "Особисте відтворення";
"SCAN_SUBTITLE_TOGGLE" = "Сканувати за субтитрами (лише http)";

"BUTTON_RENDERER" = "Пристрої для трансляції";
"BUTTON_RENDERER_HINT" = "Показати меню доступних пристроїв для трансляції";
"BUTTON_AIRPLAY" = "AirPlay чи Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Показати меню доступних пристроїв AirPlay чи Bluetooth";

"UPGRADING_LIBRARY" = "Оновлюється медіабібліотека";

"FAVORITES" = "Обране";
"NO_FAVORITES" = "Ще немає обраного.";
"NO_FAVORITES_DESCRIPTION" = "Позначайте улюблені папки під час перегляду серверів, щоб вони зображалися тут.";
"ADD_FAVORITE" = "Додати до обраного";
"REMOVE_FAVORITE" = "Вилучити з обраного";
"FAVORITE_ALERT_TITLE" = "Ви б хотіли додати цю теку до Обраного?";
"UNFAVORITE_ALERT_TITLE" = "Ви б хотіли вилучити цю теку з Обраного?";

"OPEN_NETWORK" = "Відкрити мережевий потік";
"NETWORK_TITLE" = "Мережевий потік";
"OPEN_NETWORK_HELP" = "Введіть будь-яку HTTP, RTSP, RTMP, MMS, FTP або UDP/RTP адресу, щоб відкрити потік прямо.";
"HTTP_UPLOAD_SERVER_OFF" = "Неактивний сервер";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Нема активного Wi-Fi з'єднання";
"OPEN_STREAM_OR_DOWNLOAD" = "Хочете завантажити чи відтворити цю URL-адресу?";
"ALWAYS_STREAM_URL" = "Завжди відтворювати URL";
"SHARED_VLC_IOS_LIBRARY" = "Поширено VLC для бібліотеки iOS";
"SMB_CIFS_FILE_SERVERS" = "Файлові сервери (SMB)";

"MANAGED_SERVERS" = "Керовано";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "Завантаження скасовано користувачем";

"DOWNLOAD_FROM_HTTP" = "Завантаження";
"ERROR_NUMBER" = "Трапилася помилка %i";
"DOWNLOAD_FAILED" = "Провал завантаження";
"FILE_NOT_SUPPORTED" = "Формат файлу не підтримується";
"FILE_NOT_SUPPORTED_LONG" = "Формат файлу, використаний у %@, не підтримується цією версією VLC для iOS.";
"SCHEME_NOT_SUPPORTED" = "Схема адрес не підтримується";
"SCHEME_NOT_SUPPORTED_LONG" = "Ця схема адрес (%@) не підтримується. Будь ласка, використовуйте адресу, яка починається із HTTP, HTTPS або FTP.";
"RENAME_MEDIA_TO" = "Введіть нове ім'я для %@";

"FOLDER_EMPTY" = "Порожня тека";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Вибрати файл для відкриття:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Відкрити у …";
"SHARING_ERROR_NO_FILES" = "Неможливо знайти будь-який файл для поширення";
"SHARING_ERROR_NO_APPLICATIONS" = "Неможливо знайти жодну програму, щоб відкрити цей тип файлу";
"SHARING_SUCCESS_CAMERA_ROLL" = "Файл успішно збережено у галереї камери";

"FAVORITEVC_DETAILTEXT" = "Побачите ваші обрані теки";
"STREAMVC_DETAILTEXT" = "Відтворювати потоки напрямку без завантаження";
"DOWNLOADVC_DETAILTEXT" = "Завантажувити файли напряму на ваш пристрій";
"HEADER_TITLE_RENDERER" = "Вибрати пристрій для трансляції";

"BROWSE" = "Огляд";
"NETWORK" = "Мережа";
"LOCAL_NETWORK" = "Локальна мережа";
"CONNECT_TO_SERVER" = "З'єднатися з сервером";
"FILE_SERVER" = "Файлові сервери";
"USER_LABEL" = "Користувач";
"PASSWORD_LABEL" = "Пароль";
"DISABLE_LABEL" = "Вимкнути";
"BUTTON_ANONYMOUS_LOGIN" = "Анонімний вхід";

"LOCAL_SERVER_REFRESH" = "Оновити";
"LOCAL_SERVER_LAST_UPDATE" = "Останнє завантаження: %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "ЗБІЙ З'ЄДНАННЯ З СЕРВЕРОМ";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Перевірте адресу сервера та ваші облікові дані";

"FILES_APP_CELL_TITLE" = "Локальні файли";
"FILES_APP_CELL_SUBTITLE" = "Відкрити файл без копіювання його на VLC";

"CLOUD_SERVICES" = "Хмарні служби";
"LOGIN" = "Вхід";
"LOGGED_IN" = "Увійшов (ла)";
"LOGGED_IN_SERVICES" = "%d увійшло у сервіси";
"LOGGED_IN_SERVICE" = "1  увійшов у сервіси";

"DROPBOX_DOWNLOAD" = "Завантажити файл?";
"DROPBOX_DL_LONG" = "Хочете завантажити \"%@\" на ваш %@?";
"DROPBOX_LOGIN" = "Вхід";

"GDRIVE_ERROR_FETCHING_FILES" = "Помилка при відборі файлів";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Ваш файл вже успішно завантажено";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "УСПІХ";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Трапилася помилка під час завантаження.";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ПОМИЛКА";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "Обране медіа не має адреси для відтворення";

"DISK_FULL" = "Досягнуто обмеження накопичувача";
"DISK_FULL_FORMAT" = "%@ не можна розмістити на вашому %@, бо у вас не лишилося вільного простору.";

"NUM_OF_FILES" = "%i файлів";
"ONE_FILE" = "1 файл";
"NO_FILES" = "Нема підтримуваних файлів";
"DOWNLOADING" = "Завантаження…";
"REMAINING_TIME" = "Залишок часу: %@";
"BIOMETRIC_UNLOCK" = "Розблокуйте бібліотеку медіа\nСкасуйте для введення парольного коду";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Задання пароля";
"Enter Passcode" = "Введення паролю";
"Enter a passcode" = "Введіть пароль";
"Enter your passcode" = "Введіть ваш парольний код";
"Passcodes did not match. Try again." = "Паролі не збігаються. Спробуйте знову.";
"Re-enter your passcode" = "Повторно введіть ваш пароль";
"Passcode Options" = "Параметри парольного коду";
"4-Digit Numeric Code" = "4-значний числовий код"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6-значний числовий код"; /* Passcode 6 digit numeric code */

"Settings" = "Параметри"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Увімкн.";
"OFF" = "Вимкн.";

"EMPTY_LIBRARY" = "Порожня бібліотека медіа";
"EMPTY_LIBRARY_LONG" = "Для відтворення ви можете пустити медіапотік від сервера на вашу локальну мережу, від хмари або синхронізувати медіафайли з вашим пристроєм через iTunes, вивантаження Wi-Fi  або хмарні служби.";

"EMPTY_NO_PLAYLISTS" = "Списки відтворення";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "Для створення списків відтворення увійдіть у режим редагування на вкладках Відео або Аудіо та оберіть ваші улюблені медіафайли.\nВи можете також синхронізувати наявні списки відтворення з ваших інших пристроїв або через інтернет.";

"EMPTY_PLAYLIST" = "Порожній список відтворення";
"EMPTY_PLAYLIST_DESCRIPTION" = "Додати медіа під час редагування у відповідні категорії.";

"EMPTY_HISTORY" = "Порожня історія ";
"EMPTY_HISTORY_DESCRIPTION" = "Ще немає медіа.";

"EMPTY_MEDIA_LIST" = "Порожній список медіа";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "Цей список медіа порожній, тому відтворення не вдалося розпочати";

"PLAYBACK_SCRUB_HELP" = "Проведіть пальцем вгору, щоб відрегулювати швидкість перемотування.";
"PLAYBACK_SCRUB_HIGH" = "Найвища швидкість перемотування";
"PLAYBACK_SCRUB_HALF" = "Половинна швидкість перемотування";
"PLAYBACK_SCRUB_QUARTER" = "Четвертинна швидкість перемотування";
"PLAYBACK_SCRUB_FINE" = "Точне перемотування";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ elapsed, total duration %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ elapsed, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Time Display";
"PLAYBACK_POSITION" = "Позиція відтворення";
"VIDEO_FILTER" = "Відеофільтри";
"VIDEO_FILTER_RESET_BUTTON" = "Очистити відеофільтри";
"VIDEO_ASPECT_RATIO_BUTTON" = "Співвідношення сторін відео";
"BWD_BUTTON" = "Стрибок назад";
"FWD_BUTTON" = "Стрибок вперед";
"PLAY_BUTTON" = "Відтворити";
"NEXT_BUTTON" = "Наступний";
"PREV_BUTTON" = "Попередній";
"PLAY_ALL_BUTTON" = "Відтворити все";
"PLAY_ALL_HINT" = "Відтворювати усі медіафайли у збірці";

"RESET_VIDEO_FILTERS" = "Ви хочете очистити фільтри відео?";
"RESET_PLAYBACK_SPEED" = "Ви хочете вернути швидкість відтворення?";
"RESET_EQUALIZER" = "Ви хочете очистити налаштування еквалайзера?";
"RESET_SLEEP_TIMER" = "Ви хочете очистити параметри таймера сну?";

"CUSTOM_EQUALIZER_PROFILES" = "Користувацькі профілі";
"DEFAULT_PROFILE_NAME" = "Користувацький профіль";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Зберегти новий профіль";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Ви хочете зберегти новий профіль з вибраними значеннями?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Перейменувати профіль";
"DELETE_CUSTOM_PROFILE_TITLE" = "Вилучити профіль";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Ви хочете видалити вибраний профіль?";

"VERSION_FORMAT" = "Версія: %@";
"BASED_ON_FORMAT" = "На основі:<br />%@";

"NEW" = "НОВИЙ";

"VO_VIDEOPLAYER_TITLE" = "Відеопрогравач";
"VO_VIDEOPLAYER_DOUBLETAP" = "Подвійний натиск, щоб сховати або показати управління відтворенням";

"FIRST_STEPS_ITUNES" = "Синхронізація файлів";
"FIRST_STEPS_ITUNES_TITLE" = "Синхронізувати з вашим комп'ютером";
"FIRST_STEPS_ITUNES_DETAILS" = "Під'єднайте свій %@, щоб використовувати Finder або iTunes для \"Обміну файлами\". Виберіть VLC для передачі файлів.";
"FIRST_STEPS_WIFI_TITLE" = "Поширити через Wi-Fi";
"FIRST_STEPS_WIFI_DETAILS" = "Введіть згенеровану URL-адресу у вашому улюбленому веб-переглядачі під час під'єднання до тієї ж мережі, що й ваш %@.";
"FIRST_STEPS_CLOUDS" = "Хмари";
"FIRST_STEPS_CLOUD_TITLE" = "Хмара";
"FIRST_STEPS_CLOUD_DETAILS" = "Вивантажте ваше медіа на хмарну службу на кшталт диску Google чи Dropbox, аби віддалено завантажувати чи транслювати його.";

"PLEX_CHECK_ACCOUNT" = "Перевірте ваш профіль Plex у налаштуваннях";
"PLEX_ERROR_ACCOUNT" = "Помилка входу у Plex";

"UNAUTHORIZED" = "Недозволено";

"SERVER" = "Сервер";
"SERVER_PORT" = "Порт";
"NO_SERVER_FOUND" = "Сервер не знайдено";
"NO_RECENT_STREAMS" = "Жодний потік не відтворювався останнім часом";

"WEBINTF_TITLE" = "Поширення через Wi-Fi";
"WEBINTF_ETHERNET" = "Поширення через локальну мережу";
"WEBINTF_DROPFILES" = "Вкинути файли";
"WEBINTF_DROPFILES_LONG" = "Вкиньте файли у вікно для додавання їх до свого пристрою %@.<br> Або клацніть на кнопці \"+\" для використання діалогу вибору.";
"WEBINTF_DOWNLOADFILES" = "Завантажити файли";
"WEBINTF_DOWNLOADFILES_LONG" = "Просто клацніть на файлі, який ви хочете завантажити із свого пристрою %@.";
"WEBINTF_ADDRESS_COPIED" = "Адреса скопійована у буфер обміну";
"WEBINTF_TITLE_ATV" = "Віддалене відтворення";
"WEBINTF_DROPFILES_LONG_ATV" = "Вкиньте файли у вікно для їхнього відтворення на вашому %@.<br>Або натисніть кнопку \"+\" для використання вікна вибору файлів.";
"WEBINTF_URL_SENT" = "URL успішно надіслано.";
"WEBINTF_URL_EMPTY" = "URL-адреса не може бути порожньою.";
"WEBINTF_URL_INVALID" = "Не чинна URL-адреса.";
"WEBINTF_AUTH_REQUIRED" = "Будь ласка, введіть пароль, який ви задали у VLC iOS. ";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Помилковий пароль.<br>Залишилося спроб: ";
"WEBINTF_AUTH_BANNED" = "Ви ввели забагато неправильних паролва.<br>Будь ласка, перезапустіть VLC iOS та спробуйте знову. ";

"DURATION" = "Тривалість";
"TITLE" = "Назва";
"ROTATE_BUTTON" = "Повернути"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Перемикає відеопрогравач між альбомним і книжковим режимами."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Інформація про аудіо";
"ENTER_URL" = "Введіть URL для відтворення";
"HTTP_SERVER_ON" = "Вимкнути віддалене відтворення";
"HTTP_SERVER_OFF" = "Увімкнути віддалене відтворення";
"CACHED_MEDIA" = "Кешоване медіа";
"CACHED_MEDIA_LONG" = "Показане тут медіа зберігається локально на вашому Apple TV. Зверніть увагу, що вміст може бути вилучений операційною системою без попереднього повідомлення в будь-який час, коли VLC не працює, у випадку нестачі пам'яті на вашому пристрої.";
"DOWNLOAD_SUBS_FROM_OSO" = "Завантажити субтитри...";
"FOUND_SUBS" = "Знайдені субтитри";
"NO_SUB_FOUND_OSO" = "Не знайдено субтитрів для вашого медіаресурсу \"%@\".";
"SELECT_AUDIO_FROM_FILES" = "Завантажити зовнішнє аудіо...";
"SELECT_SUBTITLE_FROM_FILES" = "Завантажити зовнішні субтитри...";
"USE_SPDIF" = "Використовувати наскрізь (S/PDIF)";

"PLAYBACK" = "Відтворення";
"REPEAT_MODE" = "Повторення";
"REPEAT_DISABLED" = "Вимкнено";
"REPEAT_SINGLE" = "Одноразово";
"REPEAT_FOLDER" = "Тека";
"SHUFFLE" = "Перемішати";
"SHUFFLE_DISABLED" = "Перемішування вимк.";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Перезапуск списку";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Назавжди перезапускає список нещодавно відтворених мережевих потоків.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Універсальний Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Медіа сервер Plex (через Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Мережева файлова система (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "Сервер файлів BONJOUR";
"DSM_WORKGROUP" = "Робоча група";

"URL_NOT_SUPPORTED" = "Неможливо відкрити це URL";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Натисніть %@ для видалення"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Підтвердіть вилучення обраного";
"DELETE_MESSAGE_PLAYLIST" = "Ви справді хочете вилучити обраний список відтворення?\nПов'язані медіа файли не будуть вилучені.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Ви справді хочете вилучити обрані  медіафайли зі списку відтворення?\nВони не будуть вилучені з диска.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Протокол не вибрано";
"Settings" = "Параметри";

"ERROR" = "Помилка";
"SORT" = "Сортувати";
"SORT_BY" = "Сортування за";
"SEARCH" = "Пошук";
"VIDEO" = "Відео";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Альбоми";
"ARTISTS" = "Виконавці";
"EPISODES" = "Епізоди";
"GENRES" = "Жанри";
"ALL_VIDEOS" = "Усі відео";
"SONGS" = "Пісні";
"PLAYLISTS" = "Списки відтворення";
"VIDEO_GROUPS" = "Групи відео";
"HISTORY" = "Історія ";
"MODIFIED_DATE" = "Дата зміни";
"NAME" = "Назва";

// MARK: - EDIT

"BUTTON_MENU" = "Меню";
"BUTTON_MENU_HINT" = "Виберіть, упорядкуйте та змініть розміщення медіаелементів,  поданих у цьому списку";

"BUTTON_EDIT" = "Редагувати";
"BUTTON_EDIT_HINT" = "Режим редагування";

"BUTTON_SELECT" = "Вибрати";
"BUTTON_SELECT_HINT" = "Кнопка вибору";

"BUTTON_SELECT_ALL" = "Виділити все";
"BUTTON_SELECT_ALL_HINT" = "Виділити усі медіаелементи, представлені у цьому перегляді";

"BUTTON_HISTORY" = "Історія ";
"BUTTON_HISTORY_HINT" = "Перегляд ваших недавніх медіафайлів";

"BUTTON_CLEAR" = "Очистити";
"CLEAR_HISTORY_TITLE" = "Очистити історію";
"CLEAR_HISTORY_MESSAGE" = "Підтвердити очищення історії";

"ADD_TO_PLAYLIST" = "Додати до списку відтворення";
"ADD_TO_PLAYLIST_HINT" = "Відкрити „додати до меню списку відтворення“";

"PLAY_AS_AUDIO" = "Відтворювати як аудіо";
"PLAY_AS_AUDIO_HINT" = "Відтворювати відеофайл як звуковий.";

"PLAYLIST_PLACEHOLDER" = "Назва списку";
"PLAYLIST_DESCRIPTION" = "Виберіть назву для вашого нового списку відтворення";
"PLAYLIST_CREATION" = "Створити новий список відтворення";
"PLAYLIST_CREATION_HINT" = "Показати інтерактивну дію, щоб створити список відтворення";
"ERROR_PLAYLIST_CREATION" = "Не вдалося створити список відтворення";
"ERROR_PLAYLIST_TRACKS" = "Не вдалося отримати доріжки";

"ERROR_RENAME_FAILED" = "Перейменування не вдалося";
"ERROR_EMPTY_NAME" = "Назва не може бути порожньою";

"SHARE_LABEL" = "Поширити";
"SHARE_HINT" = "Поширити обрані файли";
"RENAME_HINT" = "Перейменувати обрані файли";
"DELETE_HINT" = "Вилучити обрані файли";

"ADDITIONAL_OPTIONS" = "Додаткові параметри";

// MARK: - Sort

"BUTTON_SORT" = "Сортувати";
"BUTTON_SORT_HINT" = "Показати аркуш дій сортування";
"HEADER_TITLE_SORT" = "Сортування за";
"DESCENDING_LABEL" = "Спадний порядок";
"DESCENDING_SWITCH_LABEL" = "Зростальний чи спадний порядок";
"DESCENDING_SWITCH_HINT" = "Упорядкувати вміст за порядком зростанням чи спадання";
"GRID_LAYOUT" = "Сітка";
"GRID_LAYOUT_HINT" = "Показувати елементи сіткою";
"LIST_LAYOUT" = "Список";
"HIDE_FEAT_ARTISTS" = "Сховати обр. артистів\n";
"HIDE_TRACK_NUMBERS" = "Приховувати номери доріжок";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Алфавітно-числовий";
"DURATION" = "Тривалість";
"INSERTION_DATE" = "Дата вставлення";
"LAST_MODIFICATION_DATE" = "Дата останньої зміни";
"RELEASE_DATE" = "Дата випуску";
"FILE_SIZE" = "Розмір файлу";
"ARTIST" = "Виконавець";
"PLAY_COUNT" = "Число відтворень";
"ALBUM" = "Альбом";
"FILENAME" = "Ім'я файлу";
"TRACK_NUMBER" = "Номер доріжки";
"NB_AUDIO" = "Кількість аудіо";
"NB_MEDIA" = "Кількість медіа";
"NB_VIDEO" = "Кількість відео";
"NB_ALBUM" = "Кількість альбомів";
"LAST_PLAYBACK_DATE" = "Остання дата відтворення";
"TRACK_ID" = "ID доріжки";
"CUSTOM" = "Custom";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Нічого не знайдено";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Невідомий виконавець";
"VARIOUS_ARTIST" = "Різні виконавці";
"UNKNOWN_ALBUM" = "Невідомий альбом";
"SINGLE_ITEM_SELECTED" = "елемент обрано";
"MULTIPLE_ITEMS_SELECTED" = "елементів обрано";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Субтитри та доріжки аудіо";
"SUBTITLE_AND_TRACK_HINT" = "Виберіть субтитри або доріжку аудіо";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "Інтерфейс DVD";

"ROTATION_LOCK_BUTTON" = "Блокування повороту";
"ROTATION_LOCK_HINT" = "Блокувати поточну орієнтацію на відео";

"REPEAT_HINT" = "Повторювати те саме медіа";
"DO_NOT_REPEAT_HINT" = "Не повторювати список медіа";
"REPEAT_ALL_HINT" = "Повторювати список медіа";

"BACKWARD_BUTTON" = "Назад";
"BACKWARD_HINT" = "Стрибок назад";

"PREVIOUS_BUTTON" = "Попередній";
"PREVIOUS_HINT" = "Наступне медіа";

"PLAY_PAUSE_BUTTON" = "Відтворити або призупинити";
"PLAY_PAUSE_HINT" = "Відтворити або зупинити поточне відтворення";

"STOP_BUTTON" = "Зупинити";
"CLOSE_HINT" = "Зупинити відтворення";

"MINIMIZE_BUTTON" = "Мінімізувати";
"MINIMIZE_HINT" = "Мінімізувати програвач";

"NEXT_HINT" = "Наступне медіа";

"FORWARD_BUTTON" = "Вперед";
"FORWARD_HINT" = "Стрибок вперед";

"INTERFACE_LOCK_BUTTON" = "Заблокувати інтерфейс";

"SELECT_A_MARK" = "Вибрати мітку А";
"SELECT_A_MARK_HINT" = "Виберіть мітку A контуру АБ";
"SELECT_B_MARK" = "Вибрати мітку Б";
"SELECT_B_MARK_HINT" = "Виберіть мітку Б контуру AБ";

"AB_LOOP" = "Цикл A->B";
"AB_LOOP_MARKS" = "Позначки циклу A->B";

"RESET_AB_LOOP" = "Ви хочете вилучити цикл A->B?";
"RESET_AB_LOOP_MARKS" = "Ви хочете очистити позначки циклу A->B?";

"SHUFFLE_HINT" = "Перемішати список медіа";
"SHUFFLE_OFF_HINT" = "Не перемішувати список медіа";

"ASPECT_RATIO_TITLE" = "Співвідношення сторін";
"VIDEO_ASPECT_RATIO_BUTTON" = "Співвідношення сторін відео";
"VIDEO_ASPECT_RATIO_HINT" = "Змінити співвідношення сторін поточного відео";

"MORE_OPTIONS_BUTTON" = "Більше";
"MORE_OPTIONS_HINT" = "Переглянути більше параметрів управління";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Playback controls";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pause, seek, next chapter";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Субтитри не підтримуються";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Субтитри досі не підтримуються під час трансляції.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Еквалайзер";
"MORE_OPTIONS_HEADER_TITLE" = "Параметри відео";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Параметри звуку";
"BOOKMARKS_TITLE" = "Закладки";
"ADD_BOOKMARKS_TITLE" = "Додати закладки";
"BOOKMARK_DEFAULT_NAME" = "Закладка на";
"BOOKMARK_RENAME_TITLE" = "Перейменувати закладку";
"BOOKMARK_DELETE_TITLE" = "Вилучити закладку";
"BOOKMARK_DELETE_MESSAGE" = "Підтвердіть вилучення закладки";
"INCREASE_BUTTON" = "Кнопка збільшення";
"INCREASE_PLAYBACK_SPEED" = "Збільшити швидкість відтворення";
"INCREASE_AUDIO_DELAY" = "Збільшити затримку аудіо";
"INCREASE_SUBTITLES_DELAY" = "Збільшити затримку субтитрів";
"DECREASE_BUTTON" = "Кнопка зменшення";
"DECREASE_PLAYBACK_SPEED" = "Зменшити швидкість відтворення";
"DECREASE_AUDIO_DELAY" = "Зменшити затримку аудіо";
"DECREASE_SUBTITLES_DELAY" = "Зменшити затримку субтитрів";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Показати ярлик швидкості відтворення";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Увімкнути показ ярлика швидкості відтворення ";
"VIDEO_FILTERS_HINT" = "Виберіть,щоби відкрити перегляд фільтрів відео";
"PLAYBACK_SPEED_HINT" = "Виберіть, щоби відкрити перегляд швидкості відтворення ";
"SUBTITLES_DELAY_HINT" = "Виберіть, щоб відкрити перегляд затримки субтитрів";
"AUDIO_DELAY_HINT" = "Виберіть, щоб відкрити перегляд затримки звуку";
"SLEEP_TIMER_HINT" = "Виберіть, щоб відкрити перегляд таймера сну";
"EQUALIZER_HINT" = "Виберіть, щоб відкрити перегляд еквалайзера";
"CHAPTERS_HINT" = "Виберіть, щоб відкрити перегляд розділів ";
"BOOKMARKS_HINT" = "Виберіть, щоб відкрити перегляд закладок";
"INTERFACE_LOCK_HINT" = "Увімкніть цей параметр, щоби розблокувати інтерфейс користувача ";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Примусово пересканувати медіабібліотеку";
"FORCE_RESCAN_MESSAGE" = "Ви хочете примусити VLC пересканувати вашу медіабібліотеку?\nЦе займе певний час.";

"FEEDBACK_EMAIL_TITLE" = "Відгук про VLC на iOS та iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "Обліковий запис пошти не налаштовано";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Зв'яжіться з нами через %@ з іншого пристрою.";

"SETTINGS_THEME_BLACK" = "Використовувати чорне тло у темному режимі";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Покращує роботу акумулятора на пристроях з екраном OLED";

"SETTINGS_RESET_TITLE" = "Очистити налаштування ";
"SETTINGS_RESET_MESSAGE" = "Ви справді хочете очистити налаштування їхнімм усталеними значеннями ?";

"SETTINGS_PLAY_ALL" = "Безперебійне відтворення для колекцій";
"SETTINGS_PLAY_ALL_HINT" = "Увімкнути автоматичне відтворення наступного медіафайлу у вкладках аудіо або відео";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Безперебійне відтворення списків відтворення";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Увімкнути автоматичне відтворення наступного медіафайлу в списку відтворення";

"SETTINGS_DOCUMENTATION" = "Документація";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "Попередження про з'єднання SMBv1";
"SMBV1_WARN_DESCRIPTION" = "Ми виявили старий протокол (SMBv1).\nВи переконані, що хочете продовжити з SMBv1?\nМи рекомендуємо оновлення або зміну ваших налаштувань сервера.";
"SMBV1_CONTINUE" = "Продовжити з SMBv1";
"SMBV1_NEXT_PROTOCOL" = "Спробувати SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "Кодування";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Додати до групи медіа";
"ADD_TO_MEDIA_GROUP_HINT" = "Відкрити пункт меню „Додати до групи медіа“";

"MEDIA_GROUPS" = "Групи медіа";
"MEDIA_GROUPS_DESCRIPTION" = "Виберіть заголовок для вашої нової групи медіа";
"MEDIA_GROUPS_PLACEHOLDER" = "Назва групи медіа";

"REMOVE_FROM_MEDIA_GROUP" = "Вилучити з групи медіа";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Вилучити обране з групи медіа";

"MEDIA_GROUP_CREATION" = "Нова група медіа";
"MEDIA_GROUP_CREATION_HINT" = "Показувати попередження при створенні списку відтворення";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Перемістити матеріали на верхній рівень";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Переміщує матеріали з обраного на верхній рівень";

"BUTTON_REGROUP" = "Перегрупувати";
"BUTTON_REGROUP_TITLE" = "Перегрупувати обране";
"BUTTON_REGROUP_HINT" = "Спроба автоматично перегрупувати одне медіа.";
"BUTTON_REGROUP_DESCRIPTION" = "Ви справді хочете перегрупувати автоматично одне медіа?\nЦе може зайняти деякий час.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Розмістіть медіа тут, щоб додати їх";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Додавання...";

// MARK: - QueueViewController

"PLAY_HINT" = "Відтворити";
"PLAY_LABEL" = "Відтворити";
"PLAY_NEXT_IN_QUEUE_HINT" = "Відтворити наступне у черзі";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Відтворити наступне у черзі";
"APPEND_TO_QUEUE_HINT" = "Додати до черги";
"APPEND_TO_QUEUE_LABEL" = "Додати до черги";
"QUEUE_LABEL" = "Черга";

"DISPLAY_AS" = "Показувати як";

/* New strings */
"BRIGHTNESS_HINT" = "Вертикальне управління яскравістю";
"BRIGHTNESS_SLIDER" = "Проведіть вертикально для зміни рівня яскравості";

/* New strings */
"VOLUME_HINT" = "Вертикальне управління гучністю";
"VOLUME_SLIDER" = "Проведіть вертикально для зміни рівня гучності";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Керування відтворенням";
"MENU_REPEAT_DISABLED" = "Не повторювати";
"MENU_REPEAT_SINGLE" = "Повторити  один файл";
"MENU_REPEAT_ALL" = "Повторити усе";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Тло аркуша дій";
"ACTIONSHEET_BACKGROUND_HINT" = "Проведіть, щоб вилучити аркуш дій.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Введіть власну суму";
"DONATION_TITLE" = "Конфіденційність важливіша за прибуток";
"DONATION_DESCRIPTION" = "Приватні мультимедійні матеріали з відкритим вихідним кодом, профінансовані вами. Без реклами, без відстеження, без компромісів. Безплатно для всіх. Пожертвуйте зараз, щоб підтримати VideoLAN.";
"DONATION_WINDOW_TITLE" = "Зробіть пожертву для VideoLAN";
"DONATE_CC_DC" = "Кредитна або дебетна карточка";
"DONATION_CHOOSE_PP" = "Будь ласка, оберіть платіжну систему";
"DONATION_CHOOSE_CURRENCY" = "Будь ласка, виберіть валюту";
"DONATION_AMOUNT" = "Сума пожертви: %@";
"DONATION_CC_NUM" = "Номер кредитної карточки";
"DONATION_CC_EXPIRY_DATE" = "Термін дії";
"DONATION_CC_EXPIRY_DATE_MONTH" = "ММ";
"DONATION_CC_EXPIRY_DATE_YEAR" = "РР";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Не вдалося налаштувати Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC не вдалося налаштувати Apple Pay для здійснення вашого пожертвування. Будь ласка, оберіть інший платіжний сервіс, щоб продовжити.";
"DONATION_DONATE_BUTTON" = "Пожертва";
"PURCHASE_FAILED" = "Купівля невдала.";
"SEND_DONATION" = "Надіслати вашу пожертву";
"PURCHASE_SUCESS_TITLE" = "Пожертва надіслана";
"PURCHASE_SUCESS_DESCRIPTION" = "Дякуємо вам за вашу пожертву!";
"DONATION_CONTINUE" = "Продовжити";
"BUTTON_NOT_NOW" = "Не зараз";
"DONATION_NAGSCREEN_TITLE" = "Пожертвувати нині";
"DONATION_NAGSCREEN_SUBTITLE" = "Підтримайте мультимедійні файли з вільним та відкритим кодом";
"DONATION_INVOICES" = "Рахунки";
"DONATION_RECEIPTS" = "Квитанції";
"DONATION_INVOICES_RECEIPTS" = "Рахунки та квитанції";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Якщо ви переінсталювали VLC, рахунки або квитанції від попередніх пожертвувань будуть недоступні, тому що вся ваша особиста інформація зберігається лише на цьому пристрої.\n\nЯкщо у вас виникнуть запитання, зв'яжіться з нами за адресою donation@videolan.org і вкажіть цей анонімний ідентифікатор користувача: %@.";
"DONATION_CANCEL_MONTHLY" = "Скасувати регулярну пожертву";
"DONATION_MONTHLY" = "Щомісячно";
"DONATION_MONTHLY_FORMAT" = "%@/на місяць";
"DONATION_MONTHLY_VIDEOLAN" = "Щомісячна пожвертва на VideoLAN";
"DONATION_ONCE" = "Одноразова";
"DONATION_UPDATE_MONTHLY" = "Оновити регулярну пожертву";
"DONATION_VIDEOLAN" = "Пожертва на VideoLAN";
"DONATION_CANCEL_LONG" = "Нам сумно бачити, що ви скасовуєте регулярні щомісячні пожертви на VideoLAN. Ваша попередня підтримка дуже важлива для нас. Дуже дякуємо!";
"DONATION_BANK_TRANSFER" = "Банківський переказ";
"DONATION_BANK_TRANSFER_LONG" = "Stripe обробляє пожертви, зроблені на користь VideoLAN. VideoLAN не зберігає і не збирає вашу особисту інформацію.";
"DONATION_BUTTON_AGREE" = "Погодитися";
"DONATION_IBAN" = "Номер банківського рахунку (IBAN)";
"DONATION_EMAIL" = "Ел.пошта";
"DONATION_NAME" = "Назва";
"DONATION_NAME_BANK_ACCOUNT" = "Ім'я на банківському рахунку";
"DONATION_EMBARGOED_COUNTRY" = "Наразі ми не можемо приймати пожертви у вашій країні! Тіштеся VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Стрибок назад";
"KEY_JUMP_FORWARDS" = "Стрибок вперед";
"KEY_INCREASE_PLAYBACK_SPEED" = "Збільшити швидкість відтворення";
"KEY_DECREASE_PLAYBACK_SPEED" = "Зменшити швидкість відтворення";
"KEY_RESET_PLAYBACK_SPEED" = "Очистити швидкість відтворення";
"KEY_SEEK_TO_PERCENT" = "Seek to %i%% of duration";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Тло вибору заголовка";
"TITLESELECTION_BACKGROUND_HINT" = "Проведіть, що вилучити цей перегляд.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Видалити \"%@\"?";
"DELETE_MULTIPLE_TITLE" = "Видалити \"%@\" та %d інших?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Відтворювати у фоні";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Відтворюйте вибраний список у фоновому режимі, не відкриваючи програму.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Відтворювати ${mediaName} у фоновому режимі";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Вертикальний повзунок";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Збільшення";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Зменшення";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Downloading file \"%@\" completed";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Added %d media to %@";
"ADD_ALERT_TITLE" = "Selection found in playlist";
"ADD_ALERT_MESSAGE_SINGLE" = "You are trying to add a media that is already part of %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "You are trying to add %d media that are already part of %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Last Played";
